// JavaScript Document
var address = [
['安庆','迎江区','大观区','宜秀区','怀宁县','桐城市','枞阳县','潜山县','太湖县','宿松县','望江县','岳西县'],
['衢州','柯城区','衢江区','江山市','常山县','开化县','龙游县'],
['蚌埠','龙子湖区','蚌山区','禹会区','淮上区','五河县','固镇县','怀远县'],
['上海','宝山区','嘉定区','普陀区','闵行区','松江区','青浦区','浦东新区','奉贤区','金山区'],
['绍兴','越城区','柯桥区','新昌县','诸暨市','上虞','嵊州'],
['苏州','姑苏区','虎丘区','吴中区','相城区','吴江区','太仓','昆山','吴江','常熟','张家港'],
['宿迁','宿城区','宿豫区','沭阳县','泗阳县','泗洪县'],
['常州','天宁区','钟楼区','新北区','武进区','金坛','溧阳市'],
['滁州','琅琊区','南谯区','天长市','明光市','全椒县','来安县','凤阳县','定远县'],
['台州','椒江区','黄岩区','路桥区','临海市','温岭市','玉环县','三门县','天台县','仙居县'],
['泰州','海陵区','高港区','姜堰区','兴化市','靖江市','泰兴市'],
['杭州','上城区','下城区','江干区','拱墅区','西湖区','滨江区','余杭区','富阳区','建德市','桐庐县','淳安县','萧山','临安'],
['湖州','吴兴区','南浔区','德清县','长兴县','安吉县'],
['淮安','清河区','清浦区','淮安区','淮阴区','涟水县','洪泽县','盱眙县','金湖县'],
['合肥','瑶海区','庐阳区','蜀山区','包河区','肥东县','肥西县','长丰县','庐江县','巢湖市'],
['黄山','屯溪区','黄山区','徽州区','歙县','休宁县','黟县','祁门县'],
['温州','鹿城区','龙湾区','瓯海区','洞头区','瑞安市','乐清市','永嘉县','平阳县','文成县','泰顺县','苍南县'],
['无锡','崇安区','南长区','北塘区','锡山区','惠山区','滨湖区','江阴','宜兴'],
['芜湖','镜湖区','弋江区','鸠江区','三山区','无为县','芜湖县','繁昌县','南陵县'],
['嘉兴','南湖区','秀洲区','桐乡市','嘉善县','海盐县','平湖','海宁'],
['金华','婺城区','金东区','兰溪市','东阳市','武义县','浦江县','磐安县','永康市','义乌市'],
['徐州','鼓楼区','云龙区','贾汪区','泉山区','铜山区','丰县','沛县','睢宁县','邳州市','新沂市'],
['宣城','宣州区','郎溪县','广德县','宁国市','泾县','绩溪县','旌德县'],
['连云港','连云区','海州区','赣榆区','东海县','灌云县','灌南县'],
['六安','金安区','裕安区','寿县','霍邱县','霍山县','金寨县','舒城县'],
['盐城','亭湖区','盐都区','大丰区','响水县','滨海县','阜宁县','射阳县','建湖县','东台市'],
['扬州','广陵区','邗江区','江都区','宝应县','仪征市','高邮市'],
['马鞍山','花山区','雨山区','博望区','含山县','当涂县','和县'],
['镇江','京口区','润州区','丹徒区','扬中市','句容市','丹阳'],
['宁波','海曙区','江东区','江北区','北仑区','镇海区','鄞州区','象山县','宁海县','慈溪','奉化','余姚'],
['南京','玄武区','秦淮区','鼓楼区','建邺区','栖霞区','雨花台区','江宁区','浦口区','六合区','溧水区','高淳区'],
['南通','崇川区','港闸区','通州区','如东县','如皋市','海门市','启东市','海安']
];		

































	

	

	
	
	

	
	
