<?php
/**
 * 项目语言项
*/
return array(
	'crm_msg'=>array(
		//采购消息提醒
		'buy_tips'=>"您好%s，您的销售订单已经通过审核，请及时添加采购订单",
		// 欠款提醒
		'debt_tips'=>"尊敬的%s您好：您的订单%s已经超过1天没有收款完成，请及时催款和收款，以免耽误您的绩效，谢谢！",
		//发票提醒
		'invoice'=>"尊敬的%s您好：您的订单%s的进项票已收到，请注意查收",
		'make_invoice'=>"尊敬的%s您好：您的订单%s的销售收款已完成，请及时提醒财务开票，谢谢！",
		'target_tips'=>"尊敬的%s您好：您本月的销售目标为：%s吨，目前完成了%s吨，目标完成率%s，请注意您的目标完成情况，以免影响您的考核哦！",
		//采购发票提醒
		'buy_invoice'=>"尊敬的%s您好：你的采购单%s已经超时5天了，请及时开具采购发票，以免影响你的考核，谢谢！",
		'day_call'=>"尊敬的%s您好，您本日的电话拨打目标为%s个，已经完成了%s个，请注意及时完成您的目标！"
	),
	
);
?>